app/controllers/contacts_controller.rb

  def create
    Contact.create(signup_params)
---
INSERT INTO "contacts" ("created_at", "email", "message", "name", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", "2015-06-20 18:22:07.292217"], ["email", "la"], ["message", "lalala"], ["name", "la"], ["updated_at", "2015-06-20 18:22:07.292217"]]